Repository: OleksandrIOSDeveloper/ScreenInspect
Catalog: ScreenInspect/*.lproj/Localizable.strings
Languages: uk

source: Select Language
uk: Виберіть мову

source: Please choose your preferred language
uk: Будь ласка, виберіть мову

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Phone information
uk: Інформація про телефон

source: Device
uk: Пристрій

source: IOS version
uk: Версія iOS

source: Battery level
uk: Рівень заряду батареї

source: Screen size
uk: Розмір екрану

source: Resolution (pixel)
uk: Роздільна здатність (піксель)

source: Brightness
uk: Яскравість

source: Aspect ratio
uk: Співвідношення сторін

source: Screen destiny
uk: Екранна доля

source: MS Test
uk: МС Тест

source: Testing the display response
uk: Тестування реакції дисплея

source: Text test
uk: Текстовий тест

source: Testing the display of text on the display
uk: Тестування відображення тексту на дисплеї

source: Color test
uk: Кольоровий тест

source: Testing the display of colors on the display
uk: Тестування відображення кольорів на дисплеї

source: Introduction
uk: Знайомство

source: Information about the application
uk: Інформація про додаток

source: screen_size_format
uk: %@ дюймів

source: resolution_format
uk: %dx%d пікселів

source: unknown_ppi
uk: Невідомо пікселів на дюйм

source: screen_density_format
uk: %d пікселів на дюйм

source: aspect_ratio_format
uk: ширина: %.1f, висота: %.1f

source: intro_text
uk: Наш додаток - це найпростіший спосіб перевірити, чи є у вас мертві (биті) пікселі на екрані. Наш додаток є простим і зручним способом перевірити, чи є мертві пікселі на вашому екрані. Наш тест покаже різні кольори та візерунки на вашому екрані, що дозволить вам визначити будь-які мертві пікселі, які можуть бути присутні. Як використовувати: 1. Переконайтеся, що ваш екран максимально чистий. Якщо він не чистий, ви можете помилково прийняти пил або бруд за мертвий піксель. Щоб підготувати екран до тестування на мертві пікселі, візьміть м'яку тканину, бажано високої щільності. Потім обережно та ретельно протріть кожен дюйм екрану і переконайтеся, що він кришталево чистий. 2. Натисніть кнопку тесту, щоб почати тестування вашого екрана на мертві пікселі. 3. Натисніть кнопку "Зрозуміло", коли закінчите тестування дисплея.

source: Got it
uk: Зрозуміло

source: %d ms
uk: %d мс

source: Back
uk: Назад
